{
    "title": "श्री बटुक भैरव ब्रह्म कवचम्",
    "subtitle1": "Batuk Bhairav Brahma Kavach",
    "subtitle2": "From Bhairava Tantra",
    "outroTitle": "॥ ॐ ह्रीं बटुकाय नमः ॥",
    "outroSubtitle": "Om Hreem Batukaya Namah",
    "verses": [
        {
            "number": 1,
            "sanskrit": "श्रीदेव्युवाच ।<br>भगवन्सर्ववेत्ता त्वं देवानां प्रीतिदायकम्।<br>भैरवं कवचं ब्रूहि यदि चास्ति कृपा मयि॥",
            "transliteration": "śrīdevyuvāca।<br>bhagavansarvavettā tvaṃ devānāṃ prītidāyakam।<br>bhairavaṃ kavacaṃ brūhi yadi cāsti kṛpā mayi॥",
            "meaning": "The Goddess said: O Lord, You who know everything and bring delight to the gods, please tell me the Bhairava Kavach (protective armor) if You have compassion for me."
        },
        {
            "number": 2,
            "sanskrit": "प्राणत्यागं करिष्यामि यदि नो कथयिष्यसि।<br>सत्यं सत्यं पुनः सत्यं सत्यमेव न संशयः॥",
            "transliteration": "prāṇatyāgaṃ kariṣyāmi yadi no kathayiṣyasi।<br>satyaṃ satyaṃ punaḥ satyaṃ satyameva na saṃśayaḥ॥",
            "meaning": "I shall give up my life if You do not tell me. This is the truth, truth again truth - it is true without any doubt."
        },
        {
            "number": 3,
            "sanskrit": "॥ ॐ ह्रीं बटुकाय आपदुद्धारणाय कुरु कुरु बटुकाय ह्रीं ॥<br>द्वाविंशत्यक्षरो मन्त्रः क्रमेण जगदीश्वरि।<br>अस्य मन्त्रस्य महादेवो ऋषिः त्रिष्टुप् छन्दः॥",
            "transliteration": "॥ oṃ hrīṃ baṭukāya āpaduddhāraṇāya kuru kuru baṭukāya hrīṃ ॥<br>dvāviṃśatyakṣaro mantraḥ krameṇa jagadīśvari।<br>asya mantrasya mahādevo ṛṣiḥ triṣṭup chandaḥ॥",
            "meaning": "This is the 22-syllabled Batuk mantra for protection from all calamities, O Goddess. The sage is Mahadeva and the meter is Trishtup."
        },
        {
            "number": 4,
            "sanskrit": "ॐ पातु नित्यं शिरसि पातु ह्रीं कण्ठदेशके।<br>बटुकाय पातु नाभौ चापदुद्धारणाय च॥<br>कुरुद्वयं लिङ्गमूले त्वाधारे वटुकाय च।<br>सर्वदा पातु ह्रीं बीजं बाह्वोर्युगलमेव च॥",
            "transliteration": "oṃ pātu nityaṃ śirasi pātu hrīṃ kaṇṭhadeśake।<br>baṭukāya pātu nābhau cāpaduddhāraṇāya ca॥<br>kurudvayaṃ liṅgamūle tvādhāre vaṭukāya ca।<br>sarvadā pātu hrīṃ bījaṃ bāhvoryugalameva ca॥",
            "meaning": "May Om always protect my head, may Hreem protect the throat region. May Batukaya protect the navel and Apadudharanaya protect. May the double Kuru protect the root and base chakra with Vatukaya. May the Hreem beeja always protect both arms."
        },
        {
            "number": 5,
            "sanskrit": "ॐ ह्रीं पादौ महाकालः पातु वीरासनो हृदि।<br>ॐ ह्रीं कालः शिरः पातु कण्ठदेशे तु भैरवः।<br>गणराट् पातु जिह्वायामष्टाभिः शक्तिभिः सह॥",
            "transliteration": "oṃ hrīṃ pādau mahākālaḥ pātu vīrāsano hṛdi।<br>oṃ hrīṃ kālaḥ śiraḥ pātu kaṇṭhadeśe tu bhairavaḥ।<br>gaṇarāṭ pātu jihvāyamaṣṭābhiḥ śaktibhiḥ saha॥",
            "meaning": "May Mahakala protect the feet and Veerasana protect the heart. May Kala protect the head and Bhairava protect the throat region. May Ganaraj protect the tongue along with the eight Shaktis."
        },
        {
            "number": 6,
            "sanskrit": "ॐ ह्रीं विश्वनाथः सदा पातु सर्वाङ्गं मम सर्वदः।<br>ॐ ह्रीं अन्नपूर्णा सदा पातु चांसौ रक्षतु चण्डिका।<br>आसिताङ्गः शिरः पातु ललाटं रुरुभैरवः॥",
            "transliteration": "oṃ hrīṃ viśvanāthaḥ sadā pātu sarvāṅgaṃ mama sarvadaḥ।<br>oṃ hrīṃ annapūrṇā sadā pātu cāṃsau rakṣatu caṇḍikā।<br>āsitāṅgaḥ śiraḥ pātu lalāṭaṃ rurubhairavaḥ॥",
            "meaning": "May Vishwanatha always protect all my limbs forever. May Annapurna always protect and Chandika protect the shoulders. May Asitanga protect the head and Ruru Bhairava protect the forehead."
        },
        {
            "number": 7,
            "sanskrit": "ॐ ह्रीं चण्डभैरवः पातु वक्त्रं कण्ठं श्रीक्रोधभैरवः।<br>उन्मत्तभैरवः पातु हृदयं मम सर्वदा।<br>ॐ ह्रीं नाभिदेशे कपाली च लिङ्गे भीषणभैरवः।<br>संहारभैरवः पातु मूलाधारं च सर्वदा॥",
            "transliteration": "oṃ hrīṃ caṇḍabhairavaḥ pātu vaktraṃ kaṇṭhaṃ śrīkrodhabhairavaḥ।<br>unmattabhairavaḥ pātu hṛdayaṃ mama sarvadā।<br>oṃ hrīṃ nābhideśe kapālī ca liṅge bhīṣaṇabhairavaḥ।<br>saṃhārabhairavaḥ pātu mūlādhāraṃ ca sarvadā॥",
            "meaning": "May Chanda Bhairava protect the face and Krodha Bhairava the throat. May Unmatta Bhairava always protect my heart. May Kapali protect the navel region and Bhishana Bhairava the linga. May Samhara Bhairava always protect the root chakra."
        },
        {
            "number": 8,
            "sanskrit": "ॐ ह्रीं प्राणापानौ समानं च उदानं व्यानमेव च।<br>रक्षतु द्वारमूले च दशदिक्षु समन्ततः।<br>सहस्रारे महाचक्रे कर्पूरधवले गुरुः।<br>पातु मां बटुको देवो भैरवः सर्वकर्मसु॥",
            "transliteration": "oṃ hrīṃ prāṇāpānau samānaṃ ca udānaṃ vyānameva ca।<br>rakṣatu dvāramūle ca daśadikṣu samantataḥ।<br>sahasrāre mahācakre karpūradhavale guruḥ।<br>pātu māṃ baṭuko devo bhairavaḥ sarvakarmasu॥",
            "meaning": "May the five vital airs - Prana, Apana, Samana, Udana and Vyana be protected. May protection be at all doorways and in all ten directions. In the Sahasrara chakra, the great wheel, white as camphor, the Guru - may Batuk Bhairava protect me in all my actions."
        },
        {
            "number": 9,
            "sanskrit": "यः इदं कवचं देवि चिन्तयेन्मन्मुखोदितम्।<br>सदानन्दमयो भूत्वा लभते परमं पदम्।<br>कोटिजन्मार्जितं पापं तस्य नश्यति तत्क्षणात्॥",
            "transliteration": "yaḥ idaṃ kavacaṃ devi cintayenmanmukhoditam।<br>sadānandamayo bhūtvā labhate paramaṃ padam।<br>koṭijanmārjitaṃ pāpaṃ tasya naśyati tatkṣaṇāt॥",
            "meaning": "O Goddess, whoever contemplates this Kavach spoken from My mouth becomes filled with eternal bliss and attains the supreme state. The sins accumulated over millions of births are destroyed instantly."
        },
        {
            "number": 10,
            "sanskrit": "जलमध्येऽग्निमध्ये वा दुर्ग्रहे शत्रुसङ्कटे।<br>सर्वत्र विजयी भूत्वा यशस्वी पुरुषो भवेत्।<br>देयं पुत्राय शिष्याय शान्ताय प्रियवादिने॥",
            "transliteration": "jalamadhye'gnimadhye vā durgrahe śatrusaṅkaṭe।<br>sarvatra vijayī bhūtvā yaśasvī puruṣo bhavet।<br>deyaṃ putrāya śiṣyāya śāntāya priyavādine॥",
            "meaning": "In water, in fire, in difficult situations or enemy troubles - becoming victorious everywhere, one becomes glorious and famous. This should be given to one's son, disciple, to the peaceful and to those who speak pleasantly."
        }
    ]
}
