{
    "title": "दुर्गा द्वात्रिंशन्नामावलिः",
    "subtitle1": "Durga Dvatrinsha Namavali",
    "subtitle2": "32 Names of Goddess Durga from Durga Saptashati",
    "outroTitle": "॥ जय माँ दुर्गे ॥",
    "outroSubtitle": "Jai Maa Durge",
    "verses": [
        {
            "number": 1,
            "sanskrit": "दुर्गा दुर्गार्तिशमनी दुर्गापद्विनिवारिणी।<br>दुर्गमच्छेदिनी दुर्गसाधिनी दुर्गनाशिनी॥",
            "transliteration": "durgā durgārtiśamanī durgāpadvinivāriṇī।<br>durgamacchedinī durgasādhinī durganāśinī॥",
            "meaning": "Durga - The reliever of difficulties. Durgartishamani - Who pacifies all sufferings. Durgapadvinivarini - Dispeller of difficult adversities. Durgamachchhedini - Who cuts down all difficulties. Durgasadhini - Who accomplishes difficult tasks. Durganashini - The destroyer of all difficulties."
        },
        {
            "number": 2,
            "sanskrit": "दुर्गतोद्धारिणी दुर्गनिहन्त्री दुर्गमापहा।<br>दुर्गमज्ञानदा दुर्गदैत्यलोकदवानला॥",
            "transliteration": "durgatoddhāriṇī durganihantri durgamāpahā।<br>durgamajñānadā durgadaityalokadavānalā॥",
            "meaning": "Durgatoddharini - Who uplifts from difficulties. Durganihantri - Who destroys difficulties completely. Durgamapaha - Who removes all obstacles. Durmamagyanada - Who bestows knowledge that overcomes difficulties. Durgadaityalokadavanala - Who is like fire that burns the world of demonic difficulties."
        },
        {
            "number": 3,
            "sanskrit": "दुर्गमा दुर्गमालोका दुर्गमात्मस्वरूपिणी।<br>दुर्गमार्गप्रदा दुर्गमविद्या दुर्गमाश्रिता॥",
            "transliteration": "durgamā durgamālokā durgamātmasvarūpiṇī।<br>durgamārgapradā durgamavidyā durgamāśritā॥",
            "meaning": "Durgama - The mother of difficulties (who controls them). Durgamaloka - Who perceives all difficulties. Durgamatmaswarupini - Whose very nature transcends difficulties. Durgamargaprada - Who shows the path through difficulties. Durgamavidya - The supreme knowledge about overcoming difficulties. Durgamashrita - The refuge in difficulties."
        },
        {
            "number": 4,
            "sanskrit": "दुर्गमज्ञानसंस्थाना दुर्गमध्यानभासिनी।<br>दुर्गमोहा दुर्गमगा दुर्गमार्थस्वरूपिणी॥",
            "transliteration": "durgamajñānasaṃsthānā durgamadhyānabhāsinī।<br>durgamohā durgamagā durgamārthasvarūpiṇī॥",
            "meaning": "Durgamagyanasamsthana - The abode of knowledge that removes difficulties. Durgamadhyanabhasini - Whose meditation shines brilliantly even in difficulties. Durgamoha - Who deludes difficulties. Durgamaga - Who resolves all difficulties. Durgamarthaswarupini - The embodiment of the ultimate purpose beyond difficulties."
        },
        {
            "number": 5,
            "sanskrit": "दुर्गमासुरसंहन्त्री दुर्गमायुधधारिणी।<br>दुर्गमांगी दुर्गमता दुर्गम्या दुर्गमेश्वरी॥",
            "transliteration": "durgamāsurasaṃhantrī durgamāyudhadhāriṇī।<br>durgamāṅgī durgamatā durgamyā durgameśvarī॥",
            "meaning": "Durgamasurasamhantri - The slayer of demons representing difficulties. Durgamayudhadharini - Bearer of weapons against difficulties. Durgamangi - Who refines and purifies difficulties. Durgamata - Who is beyond all difficulties. Durgamya - Who is difficult to attain (the supreme goal). Durgameshwari - The empress who rules over all difficulties."
        },
        {
            "number": 6,
            "sanskrit": "दुर्गभीमा दुर्गभामा दुर्गभा दुर्गदारिणी।<br>नामावलिमिमां यस्तु दुर्गाया मम मानवः॥",
            "transliteration": "durgabhīmā durgabhāmā durgabhā durgadāriṇī।<br>nāmāvalimim āṃ yastu durgāyā mama mānavaḥ॥",
            "meaning": "Durgabhima - Who is terrible to difficulties. Durgabhama - The radiant lady who illuminates difficulties. Durgabha - The light that dispels the darkness of difficulties. Durgadarini - Who tears apart all difficulties. One who recites this garland of 32 names of Durga with devotion..."
        },
        {
            "number": 7,
            "sanskrit": "पठेत् श्रद्धासमन्वितः सर्वदुःखातिगो भवेत्।<br>नामैतत्परमं दुर्गाया कीर्तयेन्नरः॥",
            "transliteration": "paṭhet śraddhāsamanvitaḥ sarvaduḥkhātigo bhavet।<br>nāmaitatparamaṃ durgāyā kīrtayennara ḥ॥",
            "meaning": "Recites with faith and devotion becomes free from all sorrows. One who chants these supreme names of Durga regularly..."
        },
        {
            "number": 8,
            "sanskrit": "यः पठेत्स्तोत्रमेतदन्यदपि वा स्तोत्रमुत्तमम्।<br>तस्य प्रसादात्सकलान् कामान् समवाप्नुयात्॥",
            "transliteration": "yaḥ paṭhetstotrametadanyadapi vā stotramuttamam।<br>tasya prasādātsakalān kāmān samavāpnuyāt॥",
            "meaning": "Whoever recites this supreme stotra or any other excellent hymn to the Goddess, by Her grace attains the fulfillment of all desires and is protected from all difficulties and dangers."
        }
    ]
}
