{
    "title": "श्री गणपत्यथर्वशीर्षम्",
    "subtitle1": "Ganapati Atharvashirsha",
    "subtitle2": "From Atharva Veda",
    "outroTitle": "॥ ॐ गं गणपतये नमः ॥",
    "outroSubtitle": "Om Gam Ganapataye Namah",
    "verses": [
        {
            "number": 1,
            "sanskrit": "ॐ नमस्ते गणपतये। त्वमेव प्रत्यक्षं तत्त्वमसि।<br>त्वमेव केवलं कर्ताऽसि। त्वमेव केवलं धर्ताऽसि।<br>त्वमेव केवलं हर्ताऽसि। त्वमेव सर्वं खल्विदं ब्रह्मासि।<br>त्वं साक्षादात्माऽसि नित्यम्॥",
            "transliteration": "oṃ namaste gaṇapataye। tvameva pratyakṣaṃ tattvamasi।<br>tvameva kevalaṃ kartā'si। tvameva kevalaṃ dhartā'si।<br>tvameva kevalaṃ hartā'si। tvameva sarvaṃ khalvidaṃ brahmāsi।<br>tvaṃ sākṣādātmā'si nityam॥",
            "meaning": "Om! Salutations to you, O Ganapati. You alone are the visible manifestation of the Absolute Truth. You alone are the Creator, You alone are the Sustainer, You alone are the Destroyer. You alone are verily all this - the Supreme Brahman. You are the eternal Self manifest before us."
        },
        {
            "number": 2,
            "sanskrit": "ऋतं वच्मि। सत्यं वच्मि॥<br>अव त्वं माम्। अव वक्तारम्। अव श्रोतारम्। अव दातारम्।<br>अव धातारम्। अवानूचानमव शिष्यम्।<br>अव पश्चात्तात्। अव पुरस्तात्। अवोत्तरात्तात्। अव दक्षिणात्तात्।<br>अव चोर्ध्वात्तात्। अवाधरात्तात्। सर्वतो मां पाहि पाहि समन्तात्॥",
            "transliteration": "ṛtaṃ vacmi। satyaṃ vacmi॥<br>ava tvaṃ mām। ava vaktāram। ava śrotāram। ava dātāram।<br>ava dhātāram। avānūcānamava śiṣyam।<br>ava paścāttāt। ava purastāt। avottarāttāt। ava dakṣiṇāttāt।<br>ava cordhvāttāt। avādharāttāt। sarvato māṃ pāhi pāhi samantāt॥",
            "meaning": "I speak the Truth. I speak what is right. Protect me. Protect the speaker. Protect the listener. Protect the giver. Protect the holder. Protect the disciple who repeats the sacred teaching. Protect me from behind, from the front, from the north, from the south, from above, from below. Protect me from all sides, completely."
        },
        {
            "number": 3,
            "sanskrit": "त्वं वाङ्मयस्त्वं चिन्मयः। त्वमानन्दमयस्त्वं ब्रह्ममयः।<br>त्वं सच्चिदानन्दाद्वितीयोऽसि। त्वं प्रत्यक्षं ब्रह्मासि।<br>त्वं ज्ञानमयो विज्ञानमयोऽसि॥",
            "transliteration": "tvaṃ vāṅmayastvaṃ cinmayaḥ। tvamānandamayastvaṃ brahmamayaḥ।<br>tvaṃ saccidānandādvitīyo'si। tvaṃ pratyakṣaṃ brahmāsi।<br>tvaṃ jñānamayo vijñānamayo'si॥",
            "meaning": "You are speech personified, You are consciousness personified. You are bliss personified, You are Brahman personified. You are existence-consciousness-bliss absolute and non-dual. You are the manifest Brahman. You are knowledge and supreme knowledge personified."
        },
        {
            "number": 4,
            "sanskrit": "सर्वं जगदिदं त्वत्तो जायते। सर्वं जगदिदं त्वत्तस्तिष्ठति।<br>सर्वं जगदिदं त्वयि लयमेष्यति। सर्वं जगदिदं त्वयि प्रत्येति।<br>त्वं भूमिरापोऽनलोऽनिलो नभः। त्वं चत्वारि वाक्पदानि॥",
            "transliteration": "sarvaṃ jagadidaṃ tvatto jāyate। sarvaṃ jagadidaṃ tvattastiṣṭhati।<br>sarvaṃ jagadidaṃ tvayi layameṣyati। sarvaṃ jagadidaṃ tvayi pratyeti।<br>tvaṃ bhūmirāpo'nalo'nilo nabhaḥ। tvaṃ catvāri vākpadāni॥",
            "meaning": "All this world is born from You. All this world is sustained by You. All this world will dissolve into You. All this world returns to You. You are earth, water, fire, air and ether. You are the four levels of speech."
        },
        {
            "number": 5,
            "sanskrit": "त्वं गुणत्रयातीतः। त्वं अवस्थात्रयातीतः।<br>त्वं देहत्रयातीतः। त्वं कालत्रयातीतः।<br>त्वं मूलाधारस्थितोऽसि नित्यम्। त्वं शक्तित्रयात्मकः।<br>त्वां योगिनो ध्यायन्ति नित्यम्। त्वं ब्रह्मा त्वं विष्णुस्त्वं रुद्रस्त्वमिन्द्रस्त्वमग्निस्त्वं वायुस्त्वं सूर्यस्त्वं चन्द्रमास्त्वं ब्रह्म भूर्भुवः स्वरोम्॥",
            "transliteration": "tvaṃ guṇatrayātītaḥ। tvaṃ avasthātrayātītaḥ।<br>tvaṃ dehatrayātītaḥ। tvaṃ kālatrayātītaḥ।<br>tvaṃ mūlādhārasthito'si nityam। tvaṃ śaktitrayātmakaḥ।<br>tvāṃ yogino dhyāyanti nityam। tvaṃ brahmā tvaṃ viṣṇustvaṃ rudrastvamindrastvamagnistvaṃ vāyustvaṃ sūryastvaṃ candramāstvaṃ brahma bhūrbhuvaḥ svarom॥",
            "meaning": "You transcend the three gunas (qualities). You transcend the three states of consciousness. You transcend the three bodies. You transcend the three divisions of time. You eternally reside in the Muladhara chakra. You possess the three powers. Yogis meditate on You constantly. You are Brahma, Vishnu, Rudra, Indra, Agni, Vayu, Surya, Chandra. You are Brahman and the three worlds of Bhuh, Bhuvah, Svah."
        },
        {
            "number": 6,
            "sanskrit": "गणादिं पूर्वमुच्चार्य वर्णादिंस्तदनन्तरम्। अनुस्वारः परतरः।<br>अर्धेन्दुलसितम्। तारेण ऋद्धम्। एतत्तव मनुस्वरूपम्।<br>गकारः पूर्वरूपम्। अकारो मध्यमरूपम्। अनुस्वारश्चान्त्यरूपम्।<br>बिन्दुरुत्तररूपम्। नादः सन्धानम्। संहिता सन्धिः। सैषा गणेशविद्या॥",
            "transliteration": "gaṇādiṃ pūrvamuccārya varṇādiṃstadanantaram। anusvāraḥ parataraḥ।<br>ardhendulasitam। tāreṇa ṛddham। etattava manusvarūpam।<br>gakāraḥ pūrvarūpam। akāro madhyamarūpam। anusvāraścāntyarūpam।<br>binduruttararūpam। nādaḥ sandhānam। saṃhitā sandhiḥ। saiṣā gaṇeśavidyā॥",
            "meaning": "First uttering 'Ga', then 'Na', followed by the anusvara (nasal sound). Adorned with the crescent moon, enriched with the sacred syllable Om - this is Your mantra form. 'Ga' is the first form, 'A' is the middle form, anusvara is the final form, the dot above, the resonance is the connection, the combination is the union. This is the Ganesha Vidya (sacred knowledge)."
        },
        {
            "number": 7,
            "sanskrit": "एकदन्ताय विद्महे वक्रतुण्डाय धीमहि। तन्नो दन्तिः प्रचोदयात्॥<br>एकदन्तं चतुर्हस्तं पाशमङ्कुशधारिणम्।<br>रदं च वरदं हस्तैर्बिभ्राणं मूषकध्वजम्।<br>रक्तं लम्बोदरं शूर्पकर्णकं रक्तवाससम्।<br>रक्तगन्धानुलिप्ताङ्गं रक्तपुष्पैः सुपूजितम्।<br>भक्तानुकम्पिनं देवं जगत्कारणमच्युतम्।<br>आविर्भूतं च सृष्ट्यादौ प्रकृतेः पुरुषात्परम्। एवं ध्यायति यो नित्यं स योगी योगिनां वरः॥",
            "transliteration": "ekadantāya vidmahe vakratuṇḍāya dhīmahi। tanno dantiḥ pracodayāt॥<br>ekadantaṃ caturhastam pāśamaṅkuśadhāriṇam।<br>radaṃ ca varadaṃ hastairbibhrāṇaṃ mūṣakadhvajam।<br>raktaṃ lambodaraṃ śūrpakarṇakaṃ raktavāsasam।<br>raktagandhānuliptāṅgaṃ raktapuṣpaiḥ supūjitam।<br>bhaktānukampinaṃ devaṃ jagatkāraṇamacyutam।<br>āvirbhūtaṃ ca sṛṣṭyādau prakṛteḥ puruṣātparam। evaṃ dhyāyati yo nityaṃ sa yogī yogināṃ varaḥ॥",
            "meaning": "We meditate on the single-tusked Lord, we contemplate on the curved-trunk One, may that tusked deity inspire us. Single-tusked, four-armed, holding noose and goad, bearing a broken tusk and the gesture of blessing, with a mouse on His banner, red-hued, pot-bellied, with winnow-like ears, dressed in red, with red fragrance anointed on His body, worshipped with red flowers, compassionate to devotees, the divine cause of the universe, immutable, manifested at the beginning of creation, beyond Prakriti and Purusha. One who meditates thus daily is the best among yogis."
        },
        {
            "number": 8,
            "sanskrit": "एतदथर्वशीर्षं योऽधीते। स ब्रह्मभूयाय कल्पते।<br>स सर्वविघ्नैर्न बाध्यते। स सर्वतः सुखमेधते।<br>स पञ्चमहापापात् प्रमुच्यते। सायमधीयानो दिवसकृतं पापं नाशयति।<br>प्रातरधीयानो रात्रिकृतं पापं नाशयति। सायं प्रातः प्रयुञ्जानो पापोऽपापो भवति।<br>सर्वत्राधीयानोऽपविघ्नो भवति। धर्मार्थकाममोक्षं च विन्दति॥",
            "transliteration": "etadatharvaśīrṣaṃ yo'dhīte। sa brahmabhūyāya kalpate।<br>sa sarvavighnairna bādhyate। sa sarvataḥ sukhamedhate।<br>sa pañcamahāpāpāt pramucyate। sāyamadhīyāno divasakṛtaṃ pāpaṃ nāśayati।<br>prātaradhīyāno rātrikṛtaṃ pāpaṃ nāśayati। sāyaṃ prātaḥ prayuñjāno pāpo'pāpo bhavati।<br>sarvatrādhīyāno'pavighno bhavati। dharmārthakāmamokṣaṃ ca vindati॥",
            "meaning": "One who studies this Atharvashirsha becomes fit for attaining Brahman. He is not afflicted by any obstacles. He enjoys happiness everywhere. He is freed from the five great sins. One who recites it in the evening destroys the sins committed during the day. One who recites it in the morning destroys the sins committed during the night. One who practices it morning and evening becomes sinless. One who recites it always becomes free from obstacles. He attains dharma, artha, kama and moksha (righteousness, wealth, desires and liberation)."
        }
    ]
}
