{
    "title": "कनकधारा स्तोत्रम्",
    "subtitle1": "Kanakadhara Stotram",
    "subtitle2": "Composed by Adi Shankaracharya",
    "outroTitle": "॥ ॐ श्रीं ह्रीं श्रीं ॥",
    "outroSubtitle": "Om Shreem Hreem Shreem",
    "verses": [
        {
            "number": 1,
            "sanskrit": "अङ्गं हरेः पुलकभूषणमाश्रयन्ती<br>भृङ्गाङ्गनेव मुकुलाभरणं तमालम्।<br>अङ्गीकृतांघ्रिकमलां हरसौभगार्थं<br>माङ्गल्यदास्तु मम मङ्गलदेवतायाः॥",
            "transliteration": "aṅgaṃ hareḥ pulakabhūṣaṇamāśrayantī<br>bhṛṅgāṅganeva mukulābharaṇaṃ tamālam।<br>aṅgīkṛtāṅghrikamalāṃ harasaubhagārthaṃ<br>māṅgalyadāstu mama maṅgaladevatāyāḥ॥",
            "meaning": "She who dwells on the chest of Lord Hari adorned with divine marks, like a bee rests on a dark tamala tree adorned with buds, who has accepted the lotus feet of Lord Shiva for bringing auspiciousness - may that Goddess of all auspiciousness grant me prosperity."
        },
        {
            "number": 2,
            "sanskrit": "मुग्धा मुहुर्विदधती वदने मुरारेः<br>प्रेमत्रपाप्रणिहितानि गतागतानि।<br>मालाकरस्य वलयन्ति चिरेण तस्या<br>माणिक्यमौलिमणिभूषितपादपीठम्॥",
            "transliteration": "mugdhā muhurvid adhatī vadane murāreḥ<br>prematrapāpraṇihitāni gatāgatāni।<br>mālākarasya valayanti cireṇa tasyā<br>māṇikyamaul imaṇibhūṣitapādapīṭham॥",
            "meaning": "The innocent Goddess, shy with love, repeatedly comes and goes to the face of Lord Murari. For a long time, the garland maker (devotee) revolves around Her footstool decorated with ruby crown jewels."
        },
        {
            "number": 3,
            "sanskrit": "कालेन धीमहि मही विलसत्कुचाभोः<br>कालेन भाति भगवान्मणिलालितांगः।<br>कालेन भाति निचुलेन विचित्रमम्बा<br>मालाकरोऽयमभितस्तव पादपीठम्॥",
            "transliteration": "kālena dhīmahi mahī vilasatkucābhoḥ<br>kālena bhāti bhagavānmaṇilālitāṅgaḥ।<br>kālena bhāti niculena vicitramambā<br>mālākaro'yamabhitastava pādapīṭham॥",
            "meaning": "In time, we meditate on the earth with splendid mountains. In time, the Lord whose body is adorned with jewels shines. In time, O Mother, the wonderful garland maker shines around Your footstool with various offerings."
        },
        {
            "number": 4,
            "sanskrit": "श्रीरमाणीकाञ्चनसानुषु मन्मथेन<br>प्रातःप्रकल्पितरतिग्रहगेहकेलिः।<br>क्रीडति माणिकशिलासु तदन्तराले<br>स्वामिन्यहं तव पादमकरन्दभाजाम्॥",
            "transliteration": "śrīramāṇīkāñcanasānuṣu manmathena<br>prātaḥprakalpitaratigrahagehakeliḥ।<br>krīḍati māṇikaśilāsu tadantarāle<br>svāminyahaṃ tava pādamakarandabhājām॥",
            "meaning": "On the golden and ruby peaks, with Manmatha (Cupid), performing the play of love in the house prepared in the morning, playing on the ruby stones - O Mistress, I am among those who enjoy the honey of Your lotus feet."
        },
        {
            "number": 5,
            "sanskrit": "हिरण्मयेन कलशेन सुधाम्बुपूर्णं<br>कुर्वन्तु दानमपरं न च मामकीनाम्।<br>कुर्वन्तु दानपदवीं न तथेतरेऽस्मै<br>कुर्वन्तु दाने जननि प्रथमं श्रियं माम्॥",
            "transliteration": "hiraṇmayena kalaśena sudhāmbupūrṇaṃ<br>kurvantu dānamaparaṃ na ca māmakīnām।<br>kurvantu dānapadavīṃ na tathetre'smai<br>kurvantu dāne janani prathamaṃ śriyaṃ mām॥",
            "meaning": "With a golden pot filled with nectar water, let them give charity to others, not to mine. Let them follow the path of charity, not so to others but to me. O Mother, in giving charity, make me the first recipient of prosperity."
        },
        {
            "number": 6,
            "sanskrit": "श्रीमन्महालक्ष्मि कदाचिदम्बा<br>दृष्ट्वा दरिद्रं कृपयाऽद्रदृष्टिः।<br>पूर्णेन पात्रेण समुद्रयेव<br>प्रचुर्यदास्यत्यखिलार्थसम्पदम्॥",
            "transliteration": "śrīmanmahālakṣmi kadācidambā<br>dṛṣṭvā daridraṃ kṛpayā'dradr̥ṣṭiḥ।<br>pūrṇena pātreṇa samudrayeva<br>pracuryadāsyatyakhilārthasampadam॥",
            "meaning": "O glorious Mahalakshmi, O Mother, sometime seeing the poor with compassionate and kind eyes, with a full vessel like an ocean, may You abundantly bestow the wealth of all objects."
        },
        {
            "number": 7,
            "sanskrit": "श्रीं ह्रीं क्लीं ऐं सौः ॐ ह्रीं श्रीं<br>का ए ई ल ह्रीं ह स क ल ह्रीं<br>स क ल ह्रीं सौः ऐं क्लीं ह्रीं श्रीं॥<br>कनकधारां वर्षय वर्षय कनकधाराम्॥",
            "transliteration": "śrīṃ hrīṃ klīṃ aiṃ sauḥ oṃ hrīṃ śrīṃ<br>kā e ī la hrīṃ ha sa ka la hrīṃ<br>sa ka la hrīṃ sauḥ aiṃ klīṃ hrīṃ śrīṃ॥<br>kanakadhārāṃ varṣaya varṣaya kanakadhārām॥",
            "meaning": "With the seed mantras of Lakshmi - Shreem, Hreem, Kleem, Aim, Sau, Om - shower, shower the stream of gold (wealth), shower the stream of prosperity upon me!"
        },
        {
            "number": 8,
            "sanskrit": "आपत्सु मग्नः स्मरणं त्वदीयं<br>करोमि दुर्गे करुणार्णवेशि।<br>नैतच्छठत्वं मम भावयेथाः<br>क्षुधातुरः काष्ठकुटीं समाश्रयते॥",
            "transliteration": "āpatsu magnaḥ smaraṇaṃ tvadīyaṃ<br>karomi durge karuṇārṇaveśi।<br>naitacchaṭhatvaṃ mama bhāvayethāḥ<br>kṣudhāturaḥ kāṣṭhakuṭīṃ samāśrayate॥",
            "meaning": "Immersed in calamities, I remember You, O Durga, O ocean of compassion. Do not consider this as my cunning - when one is afflicted with hunger, he naturally takes shelter in a home with food."
        },
        {
            "number": 9,
            "sanskrit": "दृष्ट्वा घोरं दरिद्रताहिमगृहं गोधूलिधूसरितं<br>भ्रष्टा सर्वा परिच्छदोपचयपरम्परा क्षुद्भिः।<br>द्रष्टुं कामा यदि जगदधीशापि तत्तद्भवानि<br>प्रास्तु प्रत्यूषसमयसुधाभोजनं कनकेन॥",
            "transliteration": "dṛṣṭvā ghoraṃ daridratāhimagṛhaṃ godhūlidhūsaritaṃ<br>bhraṣṭā sarvā paricchadopacayaparamparā kṣudbhiḥ।<br>draṣṭuṃ kāmā yadi jagadadhīśāpi tattadbhavāni<br>prāstu pratyūṣasamayasudhābhojanaṃ kanakena॥",
            "meaning": "Seeing the terrible house of poverty covered with the dust of evening, all household utensils lost due to hunger - if the Goddess of the universe wishes to see that, O Bhavani, please bestow the nectar meal of early morning with gold."
        },
        {
            "number": 10,
            "sanskrit": "कनकधारास्तवराजसंज्ञोऽयं शङ्कराचार्यकृतः प्रबन्धः।<br>भुक्तिं मुक्तिं च वितरति नित्यं पठद्भ्यः श्रीमत्॥",
            "transliteration": "kanakadhārāstavarājasaṃjño'yaṃ śaṅkarācāryakṛtaḥ prabandhaḥ।<br>bhuktiṃ muktiṃ ca vitarati nityaṃ paṭhadbhyaḥ śrīmat॥",
            "meaning": "This composition called Kanakadhara Stotram, the king of hymns, created by Shankaracharya, bestows both material prosperity (bhukti) and spiritual liberation (mukti) to those who recite it regularly."
        }
    ]
}
