{
    "title": "शिव ताण्डव स्तोत्रम्",
    "subtitle1": "Shiva Tandava Stotram",
    "subtitle2": "Composed by Ravana",
    "outroTitle": "॥ ॐ नमः शिवाय ॥",
    "outroSubtitle": "Om Namah Shivaya",
    "verses": [
        {
            "number": 1,
            "sanskrit": "जटाटवीगलज्जलप्रवाहपावितस्थले<br>गलेऽवलम्ब्य लम्बितां भुजङ्गतुङ्गमालिकाम्।<br>डमड्डमड्डमड्डमन्निनादवड्डमर्वयं<br>चकार चण्डताण्डवं तनोतु नः शिवः शिवम्॥",
            "transliteration": "jaṭāṭavīgalajjalapravāhapāvitasthale<br>gale'avalambya lambitāṃ bhujaṅgatuṅgamālikām।<br>ḍamaḍḍamaḍḍamaḍḍamanninādavaḍḍamarvayaṃ<br>cakāra caṇḍatāṇḍavaṃ tanotu naḥ śivaḥ śivam॥",
            "meaning": "With the celestial Ganga cascading from His matted locks purifying the ground, and a garland of mighty serpents hanging around His neck, Lord Shiva performed His fierce Tandava dance to the beat ḍamaḍ-ḍamaḍ of His damaru drum. May that Shiva grant us auspiciousness."
        },
        {
            "number": 2,
            "sanskrit": "जटा कटाह सम्भ्रम भ्रमन्निलिम्प निर्झरी<br>विलोलवीचि वल्लरी विराजमान मूर्धनि।<br>धगद्धगद्धगज्ज्वलल् ललाट पट्ट पावके<br>किशोर चन्द्र शेखरे रतिः प्रतिक्षणं मम॥",
            "transliteration": "jaṭā kaṭāha sambhrama bhramannilimpa nirjharī<br>vilolavīci vallarī virājamāna mūrdhani।<br>dhagaddhagaddhagajjvalal lalāṭa paṭṭa pāvake<br>kiśora candra śekhare ratiḥ pratikṣaṇaṃ mama॥",
            "meaning": "The celestial river Ganga playfully cascades in waves from His matted hair crown, with fire blazing dhagad-dhagad from His forehead, and the young crescent moon adorning His head. May my mind be ever devoted to that Shiva."
        },
        {
            "number": 3,
            "sanskrit": "धराधरेन्द्र नन्दिनी विलास बन्धु बन्धुर<br>स्फुरद्दिगन्त सन्तति प्रमोद मानमानसे।<br>कृपाकटाक्ष धोरणी निरुद्ध दुर्धरापदि<br>क्वचिद् दिगम्बरे मनो विनोदमेतु वस्तुनि॥",
            "transliteration": "dharādharendra nandinī vilāsa bandhu bandhura<br>sphuradd iganta santati pramoda mānamānase।<br>kṛpākaṭākṣa dhoraṇī niruddha durdharāpadi<br>kvacid digambare mano vinodametu vastuni॥",
            "meaning": "The consort of Parvati (daughter of the mountain), whose mind delights in her company, whose compassionate glance removes all hardships. May my mind find joy in that Lord Shiva who wears the directions as His garment."
        },
        {
            "number": 4,
            "sanskrit": "जटा भुजङ्ग पिङ्गल स्फुरत्फणा मणिप्रभा<br>कदम्ब कुङ्कुम द्रव प्रलिप्त दिग्वधूमुखे।<br>मदान्ध सिन्धु रस्फुरत्वगुत्तरीयमेदुरे<br>मनो विनोदमद्भुतं बिभर्तु भूतभर्तरि॥",
            "transliteration": "jaṭā bhujaṅga piṅgala sphuratphaṇā maṇiprabhā<br>kadamba kuṅkuma drava pralipta digvadhūmukhe।<br>madāndha sindhu rasphuratvaguttarīyamedure<br>mano vinodamadbhutaṃ bibhartu bhūtabhartari॥",
            "meaning": "With serpents in His matted locks radiating jewel-like brilliance, the directions anointed with kadamba and kumkum paste, wearing the skin of the intoxicated elephant. May my mind find wonderful delight in that Lord of all beings."
        },
        {
            "number": 5,
            "sanskrit": "सहस्र लोचन प्रभृत्य शेषलेखशेखर<br>प्रसून धूलिधोरणी विधूसराङ्घ्रिपीठभूः।<br>भुजङ्गराज मालया निबद्ध जाटजूटक<br>श्रियै चिराय जायतां चकोर बन्धुशेखरः॥",
            "transliteration": "sahasra locana prabhṛtya śeṣalekhaśekhara<br>prasūna dhūlidhoraṇī vidhūsarāṅghripīṭhabhūḥ।<br>bhujaṅgarāja mālayā nibaddha jāṭajūṭaka<br>śriyai cirāya jāyatāṃ cakora bandhuśekharaḥ॥",
            "meaning": "Worshipped by Indra and other gods, His feet dusted with flower pollen, serpent king adorning His matted locks, the moon (friend of chakora bird) on His head. May He grant us prosperity forever."
        },
        {
            "number": 6,
            "sanskrit": "ललाट चत्वर ज्वलद्धनञ्जयस्फुलिङ्गभा<br>निपीत पञ्चसायकं नमन्निलिम्प नायकम्।<br>सुधा मयूख लेखया विराजमान शेखरं<br>महाकपालि सम्पदे शिरोजटालमस्तु नः॥",
            "transliteration": "lalāṭa catvara jvaladdhanaṃjayasphuliṅgabhā<br>nipīta pañcasāyakaṃ namannilimpa nāyakam।<br>sudhā mayūkha lekhayā virājamāna śekharaṃ<br>mahākap āli sampade śirojaṭālamastu naḥ॥",
            "meaning": "From His forehead's fire that consumed Kamadeva with blazing sparks, worshipped by the lord of gods, the moon's nectar-like rays adorning His head. May the matted locks of that great skull-bearer grant us prosperity."
        },
        {
            "number": 7,
            "sanskrit": "करालभाल पट्टिकाधगद्धगद्धगज्ज्वलद्<br>धनञ्जयाहुती कृत प्रचण्डपञ्चसायके।<br>धराधरेन्द्र नन्दिनी कुचाग्र चित्रपत्रक<br>प्रकल्पनैक शिल्पिनि त्रिलोचने रतिर्मम॥",
            "transliteration": "karālabhāla paṭṭikādhagaddhagaddhagajjvalad<br>dhanaṃjayāhutī kṛta pracaṇḍapañcasāyake।<br>dharādharendr a nandinī kucāgra citrapatraka<br>prakalp anaika śilpini trilocane ratirmama॥",
            "meaning": "The fierce fire blazing dhagad-dhagad on His forehead that consumed Kamadeva, the sole artist who decorates Parvati's form. May my devotion be to that three-eyed Lord."
        },
        {
            "number": 8,
            "sanskrit": "नवीन मेघ मण्डली निरुद्ध दुर्धरस्फुरत्<br>कुहू निशीथिनीतमः प्रबन्ध बद्धकन्धरः।<br>निलिम्प निर्झरी धरस्तनोतु कृत्तिसिन्धुरः<br>कलानिधान बन्धुरः श्रियं जगद्धुरन्धरः॥",
            "transliteration": "navīna megha maṇḍalī niruddha durdharasphurat<br>kuhū niśīth inītamaḥ prabandha baddhakandhara ḥ।<br>nilimpa nirjharī dharastanotu kṛttisindur aḥ<br>kalānidhāna bandhuraḥ śriyaṃ jagaddhurandharaḥ॥",
            "meaning": "Whose neck is dark as new rain clouds on moonless night, wearing animal skin, bearing the celestial Ganga, adorned with the moon. May that supporter of the universe grant us prosperity."
        },
        {
            "number": 9,
            "sanskrit": "प्रफुल्ल नील पङ्कज प्रपञ्च कालिमप्रभा<br>वलम्बिकण्ठ कन्दली रुचिप्रबद्धकन्धरम्।<br>स्मरच्छिदं पुरच्छिदं भवच्छिदं मखच्छिदं<br>गजच्छिदान्धकच्छिदं तमन्तकच्छिदं भजे॥",
            "transliteration": "praphulla nīla paṅkaja prapañca kālimaprabhā<br>valambikaṇṭha kandalī rucipr abaddhakandharam।<br>smaraccidaṃ puraccidaṃ bhavaccidaṃ makhaccidaṃ<br>gajaccidāndhakacc idaṃ tamantakaccidaṃ bhaje॥",
            "meaning": "Whose neck shines with the dark blue hue of bloomed lotus, destroyer of Kamadeva, Tripura, worldly existence, sacrifices, Gajasura, Andhaka, and even death itself. I worship that Lord."
        },
        {
            "number": 10,
            "sanskrit": "अखर्व सर्व मङ्गला कलाकदम्ब मञ्जरी<br>रसप्रवाह माधुरी विजृम्भणा मधुव्रतम्।<br>स्मरान्तकं पुरान्तकं भवान्तकं मखान्तकं<br>गजान्तकान्धकान्तकं तमन्तकान्तकं भजे॥",
            "transliteration": "akharva sarva maṅgalā kalākadamba mañjarī<br>rasapravāha mādhurī vijṛmbhaṇā madhuvratam।<br>smarāntakaṃ purāntakaṃ bhavāntakaṃ makhāntakaṃ<br>gajāntakāndhakāntakaṃ tamantakāntakaṃ bhaje॥",
            "meaning": "Ever auspicious, sweet like kadamba flowers attracting bees. I worship the destroyer of Kama, Tripura, worldly bonds, sacrifices, Gajasura, Andhaka, and death."
        },
        {
            "number": 11,
            "sanskrit": "जयत्वदभ्र विभ्रम भ्रमद्भुजङ्ग मश्वस<br>द्विनिर्गमत्क्रम स्फुरत्करालभाल हव्यवाट्।<br>धिमिद्धिमिद्धिमिध्वनन् मृदङ्ग तुङ्ग मङ्गल<br>ध्वनिक्रम प्रवर्तित प्रचण्ड ताण्डवः शिवः॥",
            "transliteration": "jayatvadabhra vibhrama bhramadbhujaṅga maśvasa<br>dvinir gamatk rama sphuratkarālabhāla havyavāṭ।<br>dhimiddh imiddhimidh vanan mṛdaṅga tuṅga maṅgala<br>dhvanikrama pravartita pracaṇḍa tāṇḍavaḥ śivaḥ॥",
            "meaning": "Victory to the serpents moving on His body with their hissing breath, the fierce fire from His forehead, performing the auspicious fierce Tandava to the dhimid-dhimid beat of the mridanga drum."
        },
        {
            "number": 12,
            "sanskrit": "दृषद्विचित्रतल्पयोर्भुजङ्ग मौक्तिकस्रजोर्<br>गरिष्ठरत्न लोष्ठयोः सुहृद्विपक्षपक्षयोः।<br>तृणारविन्दचक्षुषोः प्रजामहीमहेन्द्रयोः<br>समं प्रवर्तयन्मनः कदा सदाशिवं भजे॥",
            "transliteration": "dṛṣadvicitratalpayor bhujaṅga mauktikasrajor<br>gariṣṭharatna loṣṭhayoḥ suhṛdvipakṣa pakṣayoḥ।<br>tṛṇāravinda cakṣuṣoḥ prajāmahīmahendrayoḥ<br>samaṃ pravartayanmanaḥ kadā sadāśivaṃ bhaje॥",
            "meaning": "When will I worship that eternal Shiva with equanimity - seeing no difference between bed and stone, pearl necklace and serpent, precious gems and pebbles, friend and foe, grass and lotus, commoner and king."
        },
        {
            "number": 13,
            "sanskrit": "कदा निलिम्पनिर्झरी निकुञ्जकोटरे वसन्<br>विमुक्तदुर्मतिः सदा शिरः स्थमञ्जलिं वहन्।<br>विमुक्तलोललोचनो ललामभाललग्नकः<br>शिवेति मन्त्रमुच्चरन् कदा सुखी भवाम्यहम्॥",
            "transliteration": "kadā nilimpanirjharī nikuñjakoṭare vasan<br>vimuktadurm atiḥ sadā śiraḥ sthamañjaliṃ vahan।<br>vimuktalo laloca no lalāmabhālalagnaka ḥ<br>śiveti mantramuccaran kadā sukhī bhavāmyaham॥",
            "meaning": "When will I be happy, living in a cave near the Ganga, free from evil thoughts, with folded hands above my head, free from worldly attachments, wearing sacred marks, chanting the mantra of Shiva."
        },
        {
            "number": 14,
            "sanskrit": "इदं हि नित्यमेवमुक्तमुत्तमोत्तमं स्तवं<br>पठन्स्मरन् ब्रुवन्नरो विशुद्धिमेतिसन्ततम्।<br>हरे गुरौ सुभक्तिमाशु याति नान्यथा गतिं<br>विमोहनं हि देहिनां सुशङ्करस्य चिन्तनम्॥",
            "transliteration": "idaṃ hi nityameva muktamuttamottamaṃ stavaṃ<br>paṭhansm aran bruvannar o viśuddhimetis antatam।<br>hare gurau subhaktimāśu yāti nānyathā gatiṃ<br>vimohanaṃ hi dehināṃ suśaṅkarasya cintanam॥",
            "meaning": "This greatest of hymns, if read, remembered or recited daily, makes one pure eternally. Devotion to Shiva comes quickly and there is no other path. Contemplation of Shiva removes all delusion."
        },
        {
            "number": 15,
            "sanskrit": "पूजावसानसमये दशवक्त्रगीतं<br>यः शम्भुपूजनपरं पठति प्रदोषे।<br>तस्य स्थिरां रथगजेन्द्रतुरङ्गयुक्तां<br>लक्ष्मीं सदैव सुमुखीं प्रददाति शम्भुः॥",
            "transliteration": "pūjāvasāna samaye daśavaktragītaṃ<br>yaḥ śambhupūjanapara ṃ paṭhati pradoṣe।<br>tasya sthirāṃ rathagajendraturaṅgayuktāṃ<br>lakṣmīṃ sadaiva sumukhīṃ pradadāti śambhuḥ॥",
            "meaning": "Whoever reads this hymn composed by the ten-headed Ravana with devotion to Shiva at dusk, Lord Shambhu grants them stable prosperity complete with chariots, elephants, and horses forever."
        },
        {
            "number": 16,
            "sanskrit": "इति रावणकृतं शिवताण्डवस्तोत्रं सम्पूर्णम्",
            "transliteration": "iti rāvaṇakṛtaṃ śivatāṇḍavastrotraṃ sampūrṇam",
            "meaning": "Thus ends the Shiva Tandava Stotram composed by Ravana."
        }
    ]
}
